{
    "macOs": {
        "dutch": [
            {
                "description": "Zorg ervoor dat de Opdrachten-app is geïnstalleerd. Deze staat vaak standaard op uw apparaat, maar als dat niet zo is, download hem dan via de App Store:",
                "link": "https://apps.apple.com/nl/app/opdrachten/id1462947752",
                "image": "shortcutAppLogoIos.png",
                "logo": true
            },
            {
                "description": "Er opent zich een nieuwe pagina, klik op de blauwe knop 'Get shortcut' onderaan de pagina.",
                "image": "blueShortcutBtn.png"
            },
            {
                "description": "Er verschijnt een pop-up. Klik op 'Open Shortcuts'.",
                "image": "openShortcutsPopup.png"
            },
            {
                "description": "Er verschijnt een kleine pop-up van de app. Klik op 'Add shortcut'.",
                "image": "appPopup.png"
            },
            {
                "description": "U heeft hem geïnstalleerd! Helemaal bovenaan vindt u de snelkoppeling. Als u daar op klikt, krijgt u nog twee meldingen die te maken hebben met privacy.",
                "image": "shortcutInMenu.png"
            },
            {
                "mainStep": "Klik twee keer op 'Always Allow' of 'Sta altijd toe'. Dit versoepelt het proces en vormt geen risico voor uw privacy.",
                "description": "Dit is normaal en vormt geen risico voor uw privacy, want deze app is van Apple zelf. Om het proces te versoepelen, klikt u twee keer op 'Sta altijd toe' of 'Always Allow'.",
                "image": "alwaysAllowPopup.png"
            }
        ]
    },
    "ios": {
        "dutch": [
            {
                "description": "Zorg ervoor dat de Opdrachten-app is geïnstalleerd. Deze staat vaak standaard op uw apparaat, maar als dat niet zo is: download hem dan via de App Store:",
                "link": "https://apps.apple.com/nl/app/opdrachten/id1462947752",
                "image": "shortcutAppLogoIos.png",
                "logo": true
            },
            {
                "description": "Druk op de blauwe knop in stap 2 en klik vervolgens op 'Voeg opdracht toe' in de Opdrachten-app.",
                "image": "addShortcut.jpeg"
            },
            {
                "mainStep": "Ga naar uw beginscherm en open de Instellingen-app.",
                "description": "Als u de vorige stap heeft uitgevoerd, is de snelkoppeling geïnstalleerd. Voeg deze nu toe aan de actie ‘Drie keer tikken achter op uw scherm’. Dit doet u via de Apple-instellingen. De Instellingen-app bevindt zich op uw beginscherm en ziet eruit zoals in het plaatje hiernaast.",
                "image": "settingsAppLogo.png",
                "logo": true
            },
            {
                "description": "Ga in de Instellingen-app naar: Toegankelijkheid > Aanraken > Tik op achterkant > Driemaal tikken. Scroll vervolgens helemaal naar beneden en kies de naam van de snelkoppeling die u zojuist heeft geïnstalleerd [Naam toevoegen].",
                "image": "settingsFlow.png"
            },
            {
                "mainStep": "Test of het werkt door drie keer op de achterkant van uw toestel te tikken. Er zou een pop-up moeten verschijnen, zoals in stap 7. Dit kan enkele seconden duren.",
                "description": "Als de naam van de snelkoppeling achter ‘Driemaal tikken’ staat, is alles goed ingesteld. Test het vervolgens door drie keer op de achterkant van uw toestel te tikken. Er zou een pop-up moeten verschijnen, zoals in stap 7. Dit kan enkele seconden duren.",
                "image": "ticksBehind.png"
            },
            {
                "mainStep": "U krijgt twee meldingen over privacy. Klik twee keer op 'Sta altijd toe' of 'Always allow'.",
                "description": "Wanneer de snelkoppeling wordt uitgevoerd, kunnen er twee meldingen verschijnen die te maken hebben met privacy. Dit is normaal en vormt geen risico, want deze app is afkomstig van Apple zelf. Klik twee keer op 'Sta altijd toe' of 'Always allow' om het proces soepel te laten verlopen.",
                "image": "privacyBtns.jpg"
            },
            {
                "description": "Het bericht met uw hulpvraag is nu geopend. U hoeft alleen nog op 'Verzenden' te drukken en te wachten op een reactie. Heeft u later nog eens hulp nodig? Tik dan drie keer op de achterkant van uw telefoon om hulp te vragen. Dit kan een paar seconden duren.",
                "image": "final.png"
            }
        ]
    },
    "android": {
        "dutch": [
            {
                "description": "Zorg ervoor dat de Automate-app is geïnstalleerd. Deze staat niet standaard op uw apparaat, download hem als u hem nog niet heeft via de Play Store",
                "link": "https://play.google.com/store/apps/details?id=com.llamalab.automate",
                "image": "automateLogo.png",
                "logo": true
            },
            {
                "mainStep": "Klik op de blauwe knop in stap 2 en klik op 'Openen'.",
                "description": "ALs u op de blauwe knop in stap 2 drukt, is er op het scherm kort het woord 'Openen' onderaan of helemaal bovenaan de pagina te zien. Klik hierop en u zult hetzelfde zien als wat er in stap 3 staat.",
                "image": "step2-2.png"
            },
            {
                "description": "Klik op 'Import'.",
                "image": "step1.png"
            },
            {
                "mainStep": "Zorg ervoor dat de eerste drie vakjes in de lijst zijn aangevinkt. Dit is nodig om het hulpmiddel te laten werken.",
                "description": "Het kan voorkomen dat u naar de instellingen app wordt gebracht om het daar ook aan te zetten. Ga daarna weer terug door op het driehoekje links onderin het scherm te drukken.",
                "image": "step2.png"
            },
            {
                "mainStep": "Klik op de blauwe knop rechtsonder in het scherm, en klik vervolgens op het witte knopje dat boven de blauwe knop verschijnt.",
                "description": "Nu u de actie heeft toegevoegd aan de app, moet u de activeringsknop op uw startscherm tussen uw apps plaatsen. Hoe u dat doet: klik onderaan de pagina op de ronde blauwe knop met een potlood. Er verschijnen twee ronde knopjes erboven; klik op het middelste ronde knopje (omcirkeld met een rode lijn). Dit opent een nieuwe pagina met blokjes.",
                "image": "step3.png"
            },
            {
                "mainStep": "Klik op het bovenste grijze vlak.",
                "description": "Op deze pagina drukt u op het bovenste grijze vlak. Dit opent een nieuwe pagina waar u een knop krijgt om het hulpmiddel tussen uw andere apps te plaatsen.",
                "image": "step4.png"
            },
            {
                "mainStep": "Klik op 'Install home screen shortcut'.",
                "description": "Op deze pagina klikt u nu op de omcirkelde knop 'INSTALL HOME SCREEN SHORTCUT'. Dit voegt een icoon toe aan uw startscherm. Deze actie veroorzaakt twee pop-ups, die worden beschreven in stap 9.",
                "image": "step5.png"
            },
            {
                "mainStep": "Klik op 'OK' en 'Toevoegen' in de opkomende pop-ups.",
                "description": "Hier links ziet u de twee pop-ups die verschijnen. Klik op 'OK' en 'Toevoegen' (beide omcirkeld in de afbeelding hier links). Na deze acties krijgt u een korte melding met een donkere achtergrond te zien. Dit betekent dat het icoon ergens op uw startscherm tussen de andere apps staat.",
                "image": "step6.png"
            },
            {
                "description": "De installatie is klaar! Deze knop (links) is verschenen op uw startscherm tussen uw andere apps. In de volgende stappen leggen wij uit hoe u het hulpmiddel kunt gebruiken.",
                "image": "step7.png",
                "logo": true
            },
            {
                "description": "Nu gaan we het testen. Als u hulp wilt, klik dan op de knop, ga terug naar het scherm waarover u twijfelt, en leg de telefoon plat neer.",
                "image": "step8.png"
            },
            {
                "description": "Er verschijnt een melding. Klik op 'Toestaan' of 'Nu beginnen'.",
                "image": "step9.png"
            },
            {
                "description": "Nu is de e-mail met de hulpvraag geopend. U hoeft alleen nog op 'Verzenden' te drukken en te wachten op een reactie.",
                "image": "step10.png"
            }
        ]
    },
    "windows": {
        "dutch": [
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            }
        ],
        "dutch": [
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            },
            {
                "description": "...",
                "image": "unbox_device.jpg"
            }
        ]
    }
}
